Repository: OPUS4/application
Catalog: modules/admin/language/info.tmx
Source language: de
Languages: en

source: System Informationen
en: System Information

source: Einstellungen zum Dateien hochladen
en: File Upload Settings

source: Einstellung
en: Setting

source: Wert
en: Value

source: Datei
en: Location

source: Beschreibung
en: Description

source: Maximalgröße von Dateien für OPUS.
en: Maximum upload size for OPUS.

source: Maximalgröße eines POST.
en: Maximum size of POST request.

source: Maximalgröße von Dateien.
en: Maximum size of file upload.

source: [nicht konfiguriert]
en: [not set]

source: Asynchrone Verarbeitung
en: Asynchronous Processing

source: Die Asynchrone Verarbeitung ist deaktiviert
en: Asynchronous Processing is disabled

source: Fehlgeschlagene Aufträge
en: Failed Jobs

source: keine Aufträge fehlgeschlagen
en: No jobs failed

source: Unbearbeitete Aufträge
en: Unprocessed Jobs

source: keine Aufträge unbearbeitet
en: No Jobs Unprocessed

source: Bezeichnung
en: Label

source: Anzahl
en: Count

source: Details anzeigen
en: Show Details

source: Details zur Job-Verarbeitung
en: Job Processing Details

source: Dokument-Indexierung
en: Document Indexing

source: E-Mail-Benachrichtigung
en: E-Mail Notification

source: Metadaten-Import
en: Metadata Import

source: Hash-Wert
en: Hash Value

source: Daten
en: Data

source: Fehler
en: Errors

source: Status
en: State

source: fehlgeschlagen
en: failed

source: unbearbeitet
en: unprocessed

source: Art des Fehler
en: Type of Exception

source: Fehlermeldung
en: Error Message

source: Installierte OPUS Version
en: Installed OPUS Version

source: Datei 'VERSION.txt' nicht gefunden.
en: File 'VERSION.txt' not found.
